
/*
  Localizable.string.strings
  WeChatMac

  Created by Justin Yim on 2/16/15.
  Copyright (c) 2015 Tencent. All rights reserved.
*/

"App.Name" = "WeChat";

"Common.Dialog.OK" = "OK";
"Common.Dialog.Cancel" = "Batal";
"Common.Navigation.Back" = "Kembali";
"Common.Cancel" = "Batal";
"Common.Delete" = "Hapus";
"Common.Send" = "OK";

// Main Window
"MainWindow.Title.Format" = "WeChat (%@)";
"MainWindow.Title.NoChildTitle" = "WeChat";

// Common Errors
"Common.System.GenericErrorHeading" = "Sistem sibuk";
"Common.System.GenericErrorBody" = "Coba lagi nanti.";
"Common.System.Busy" = "Sistem sibuk. Coba lagi nanti.";
"Common.Dialog.SaveError.Heading" = "Terjadi kesalahan saat menyimpan file ini";
"Common.Dialog.SaveError.Body" = "Pastikan Anda memiliki cukup ruang disk dan izin ke tempat tujuan penyimpanan.";

// Chatlog backup
"Chatlog_Backup_Backup_Connecting_Title" = "Menyambungkan ponsel…";
"Chatlog_Backup_Backup_Connecting_Desc" = "Menyambungkan ponsel dan komputer ke jaringan yang sama";
"Chatlog_Backup_Backup_Connected_Title" = "Buka WeChat di ponsel";
"Chatlog_Backup_Backup_Connected_Desc" = "Pilih obrolan untuk dicadangkan";
"Chatlog_Backup_Backup_Prepare_Title" = "Menyiapkan data…";
"Chatlog_Backup_Backup_Prepare_Desc" = "Untuk koneksi jaringan yang lebih baik, jangan tutup WeChat.";
"Chatlog_Backup_Backup_Transfer_Title" = "Mencadangkan %lld/%lld obrolan (%@)";
"Chatlog_Backup_Backup_Transfer_Desc" = "Untuk koneksi jaringan yang lebih baik, jangan tutup WeChat.";
"Chatlog_Backup_Backup_Import_Data_Title" = "Mengimpor cadangan";
"Chatlog_Backup_Backup_Import_Data_Desc" = "Untuk mencadangkan sepenuhnya, jangan tutup halaman.";
"Chatlog_Backup_Backup_Finish_Title" = "Selesai";
"Chatlog_Backup_Backup_Finish_Desc" = "%lld/%lld obrolan dicadangkan";

"Chatlog_Backup_Backup_Finish_Btn_Title" = "Selesai";
"Chatlog_Backup_Backup_Continue_Btn_Title" = "Lanjutkan";
"Chatlog_Backup_Backup_Terminate_Btn_Title" = "Hentikan";
"Chatlog_Backup_Backup_End_Btn_Title" = "Pencadangan Selesai";
"Chatlog_Backup_Backup_Retry_Btn_Title" = "Coba lagi";
"Chatlog_Backup_Backup_Confirm_Btn_Title" = "OK";
"Chatlog_Backup_Backup_Cancel_Btn_Title" = "Batal";
"Chatlog_Backup_Backup_Return_Btn_Title" = "Kembali";

"Chatlog_Backup_Backup_Transfer_Disconnect_Title" = "Mencadangkan %lld/%lld obrolan (%@)";
"Chatlog_Backup_Backup_Transfer_Disconnect_Hint" = "Jaringan terputus. Sambungkan ponsel dan komputer ke jaringan yang sama dan lanjutkan transfer";
"Chatlog_Backup_Backup_Connect_Timeout_Title" = "Waktu sambungan habis. Coba lagi.";
"Chatlog_Backup_Backup_Connect_Timeout_Hint" = "Setelah menyambungkan ponsel dan komputer ke jaringan yang sama";
"Chatlog_Backup_Backup_Transfer_Unfinish_Title" = "Mentransfer %lld/%lld obrolan…";
"Chatlog_Backup_Backup_Transfer_Unfinish_Hint" = "Transfer tidak selesai. Sambungkan ponsel dan komputer ke jaringan yang sama dan lanjutkan pencadangan.";
"Chatlog_Backup_Backup_Transfer_Lackspace_Warning" = "Penyimpanan komputer tidak cukup. Peroleh kembali ruang sebelum melanjutkan";
"Chatlog_Backup_Backup_Transfer_Lackspace_Title" = "Pencadangan diakhiri karena penyimpanan komputer tidak cukup";
"Chatlog_Backup_Backup_Transfer_Lackspace_Hint" = "%lld/%lld obrolan dicadangkan";
"Chatlog_Backup_Backup_Transfer_Terminate_Title" = "Pencadangan selesai";
"Chatlog_Backup_Backup_Transfer_Terminate_Hint" = "%lld/%lld obrolan dicadangkan";
"Chatlog_Backup_Backup_Transfer_UserCancel_Title" = "Pencadangan Selesai";
"Chatlog_Backup_Backup_Transfer_UserCancel_Desc" = "Data yang telah dicadangkan tidak akan dihapus, namun Anda harus mencadangkannya lagi lain kali.";

// Chatlog recover
"Chatlog_Backup_Recover_Loading" = "Memuat…";
"Chatlog_Backup_Recover_Record_Selection" = "Pilih obrolan untuk dipulihkan";
"Chatlog_Backup_Recover_Connecting_Title" = "Menyambungkan ponsel…";
"Chatlog_Backup_Recover_Connecting_Desc" = "Menyambungkan ponsel dan komputer ke jaringan yang sama";
"Chatlog_Backup_Recover_Connected_Title" = "Buka WeChat di ponsel";
"Chatlog_Backup_Recover_Connected_Desc" = "Klik OK untuk mentransfer";
"Chatlog_Backup_Recover_Prepare_Title" = "Menyiapkan…";
"Chatlog_Backup_Recover_Prepare_Desc" = "Untuk koneksi jaringan yang lebih baik, jangan tutup WeChat.";
"Chatlog_Backup_Recover_Transfer_Title" = "Mentransfer %lld/%lld obrolan (%@)";
"Chatlog_Backup_Recover_Transfer_Desc" = "Untuk koneksi jaringan yang lebih baik, jangan tutup WeChat.";
"Chatlog_Backup_Recover_Finish_Title" = "Transfer selesai. Lanjutkan memulihkan di ponsel.";
"Chatlog_Backup_Recover_Finish_Desc" = "Mentransfer %lld/%lld obrolan";
"Chatlog_Backup_Recover_Session_Title" = "Pilih obrolan untuk dipulihkan";
"Chatlog_Backup_Recover_Session_SelectAll" = "Pilih Semua";
"Chatlog_Backup_Recover_Session_Selected" = "%@ dipilih";
"Chatlog_Backup_Recover_Phone_FreeSize" = "Tersedia: %@";

"Chatlog_Backup_Recover_Finish_Btn_Title" = "Selesai";
"Chatlog_Backup_Recover_Continue_Btn_Title" = "Lanjutkan";
"Chatlog_Backup_Recover_Terminate_Btn_Title" = "Akhiri";
"Chatlog_Backup_Recover_Retry_Btn_Title" = "Coba lagi";
"Chatlog_Backup_Recover_Confirm_Btn_Title" = "OK";
"Chatlog_Backup_Recover_Cancel_Btn_Title" = "Batal";
"Chatlog_Backup_Recover_Return_Btn_Title" = "Kembali";

"Chatlog_Backup_Recover_Transfer_Disconnect_Title" = "Mentransfer %lld/%lld obrolan (%@)";
"Chatlog_Backup_Recover_Transfer_Disconnect_Hint" = "Jaringan terputus. Sambungkan ponsel dan komputer ke jaringan yang sama dan lanjutkan transfer";
"Chatlog_Backup_Recover_Connect_Timeout_Title" = "Waktu sambungan habis. Coba lagi.";
"Chatlog_Backup_Recover_Connect_Timeout_Hint" = "Setelah menyambungkan ponsel dan komputer ke jaringan yang sama";
"Chatlog_Backup_Recover_Transfer_Unfinish_Title" = "Mentransfer %lld/%lld obrolan…";
"Chatlog_Backup_Recover_Transfer_Unfinish_Hint" = "Ponsel dan komputer harus menyambung ke Wi-Fi yang sama untuk melanjutkan transfer log obrolan.";
"Chatlog_Backup_Recover_Transfer_Lackspace_Warning" = "Penyimpanan telepon tidak cukup. Peroleh kembali ruang sebelum melanjutkan";
"Chatlog_Backup_Recover_Transfer_Lackspace_Title" = "Transfer diakhiri karena penyimpanan ponsel tidak cukup";
"Chatlog_Backup_Recover_Transfer_Lackspace_Hint" = "Mentransfer %lld/%lld obrolan";
"Chatlog_Backup_Recover_Transfer_Terminate_Title" = "Transfer diakhiri";
"Chatlog_Backup_Recover_Transfer_Terminate_Hint" = "Mentransfer %lld/%lld obrolan";
"Chatlog_Backup_Recover_Transfer_UserCancel_Title" = "Akhiri";
"Chatlog_Backup_Recover_Transfer_UserCancel_Desc" = "Jika Anda menghentikan transfer, Anda harus memulihkannya lagi lain waktu, tapi obrolan yang telah ditransfer tidak akan dihapus. ";
"Chatlog_Backup_Entrance_Recover_NoData_Title" = "Tidak ada obrolan";
"Chatlog_Backup_Entrance_Recover_NoData_Desc" = "Tidak ada cadangan untuk dipulihkan. Cadangkan obrolan terlebih dahulu.";

// Manage Exist Backup
"Chatlog_Backup_Manager_Exist_Backup_Name_Column_Title" = "Nama cadangan";
"Chatlog_Backup_Manager_Exist_Backup_FirstBackupTime_Column_Title" = "Waktu pencadangan pertama";
"Chatlog_Backup_Manager_Exist_Backup_LastBackupTime_Column_Title" = "Waktu pencadangan terakhir";
"Chatlog_Backup_Manager_Exist_Backup_Operation_Column_Title" = "Operasi";
"Chatlog_Backup_Manager_Recover_Backup_Selection_Window_Title" = "Pilih cadangan untuk dipulihkan";
"Chatlog_Backup_Manager_Exist_Backup_Selection_Window_Title" = "Kelola";
"Chatlog_Backup_Manager_Exist_Backup_No_Backups" = "Belum ada cadangan";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Title" = "Hapus cadangan ";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Message" = "Cadangan tidak dapat dipulihkan setelah dihapus. Hapus sekarang?";

// Chatlog entrance
"Chatlog_Backup_Entrance_Backup_Desc" = "Cadangkan di PC";
"Chatlog_Backup_Entrance_Recover_Desc" = "Pulihkan di ponsel";
"Chatlog_Backup_Entrance_Manage_Desc" = "Kelola File Cadangan";
"Chatlog_Backup_Entrance_NotSupport_Desc" = "Pemulihan tidak didukung untuk versi WeChat seluler saat ini. Perbarui ke versi terbaru dan coba lagi.";
//"Chatlog_Backup_Entrance_NeedUpdate_Desc" = "Perbarui WeChat seleluer untuk memastikan penggunaan Anda";

// Login
"Login.WindowTitle" = "Masuk";
"Login.ScanToLogin.Title" = "Pindai untuk masuk ke WeChat";
"Login.DidScan.Title" = "Berhasil Dipindai";
"Login.ScanToLogin" = "Pindai kode ini menggunakan WeChat di ponsel Anda.";
"Login.Scan.Help" = "Buka WeChat di ponsel Anda, lalu pilih Temukan > Pindai Kode QR.";
"Login.Not.On.WeChat" = "Belum punya WeChat?";
"Login.Waiting.Confirmation" = "Menunggu Konfirmasi";
"Login.ConfirmOnYourPhone" = "Konfirmasi masuk pada ponsel";
"Login.LoggingIn" = "Sedang masuk...";
"Login.LoggingInFirstTime" = "Sedang masuk...";
"Login.Alert.Title" = "WeChat";
"Login.Alert.WrongUsrPass" = "Akun atau kata sandi salah. Masukkan kembali.";
"Login.Alert.OK" = "OK";
"Login.Refresh" = "Segarkan";
"Login.Alert.UpdateCert" = "Sesi Anda telah berakhir. Silakan masuk kembali";
"Login.SwitchAccount" = "Beralih Akun";

"Login.Intro.Heading" = "WeChat untuk Mac perlu menggunakan ponsel Anda untuk masuk.\n";
"Login.Intro.Subheading" = "Silakan masuk ke Web WeChat";
"Login.Intro.StartButton" = "Masuk";

"Login.Intro.ExplanationFormat" = "Jika Anda tidak punya WeChat di ponsel Anda, Anda dapat %@.";
"Login.Intro.ExplanationLinkText" = "pelajari selengkapnya di sini";
"Login.Intro.ExplanationLinkURL" = "http://www.wechat.com/en/download.html";


"Login.AlphaVersion.Title" = "Versi Beta";
//"Login.AlphaVersion.Description" = "Anda perlu mengirim permintaan untuk menggunakan versi beta ini.";
"Login.AlphaVersion.Description" = "无法登录，只有受邀请的用户才可以登录该内测版本。";
"Login.AlphaVersion.Apply" = "Terapkan";
"Login.AlphaVersion.Cancel" = "Batal";
"Login.Failed.WrongPassword" = "Tidak dapat masuk. Coba lagi nanti.";

"Login.Initializing.Title" = "Dikonfirmasi";
"Login.Initializing.Data" = "Menyiapkan masuk...";
"Login.Init.Failed.Title" = "WeChat";
"Login.Init.Failed.Desc" = "Tidak dapat masuk";
"Login.Failed.Key.Info" = "Sistem sibuk. Masuk lagi.";
"Login.AuthAnOtherPlace" = "Waktu masuk habis. Masuk lagi.";
"Login.Alpha.Version.Error" = "Tidak dapat masuk dengan versi beta ini. Unduh rilisan resmi dari App Store.";

// Tab
"Tabbar.Chats" = "Obrolan";
"Tabbar.Contacts" = "Kontak";
"Tabbar.Favorites" = "Favorit";
"Tabbar.OA" = "Akun Resmi";

// Tab tooltips
"Tabbar.Chats.Tooltip" = "WeChat";
"Tabbar.Contacts.Tooltip" = "Kontak";
"Tabbar.Favorites.Tooltip" = "Favorit";
"Tabbar.OA.Tooltip" = "Membaca";
"Tabbar.Preferences.Tooltip" = "Pengaturan";

"Tabbar.Add.Chats.Tooltip" = "Obrolan Baru";
"Tabbar.Add.Fav.Tooltip" = "Favorit";

// Preferences
"Tabbar.Preferences.Settings" = "Pengaturan";
"Tabbar.Preferences.ChatlogBackup" = "Cadangkan dan Pulihkan";

// Global Menu
"Global.Menu.CheckForUpdates" = "Periksa Pembaruan…";
"Global.Menu.TechSupport" = "Dukungan Teknis";
"Global.Menu.ThirdPartySupport" = "Didukung oleh pihak ketiga";
"Global.Menu.Feedback" = "Umpan Balik";

// Plugin
"Common_OfficialNickName" = "Tim WeChat";
"Official_FileHelper_NickName" = "Transfer File";
"Official_BrandSessionHolder_NickName" = "Akun Resmi"; // 后来把订阅号和服务号都放到一起了
"Official_Brand_Template_Msg_Holder_UserName" = "Pemberitahuan Layanan";
"Contacts_Plugin_QQMail_Nickname" = "Pesan QQ";
"Contacts_Plugin_QQOfflineMsg_Nickname" = "Pesan QQ";
"Contacts_Plugin_PrivateMsg_Nickname" = "Pesan Weibo";
"Contacts_Plugin_FloatBottle_Nickname" = "Pesan dalam Botol";
"Contacts_Plugin_FriendAssist_Nickname" = "Teman Baru";
"Contacts_Plugin_MediaNote_Nickname" = "Catatan Suara";
"Contacts_Plugin_SyncAsist_Nickname" = "Sinkronisasi Kontak";
"Contacts_Plugin_LBS_Nickname" = "Orang Di Sekitar";
"Contacts_Plugin_Shake_Nickname" = "Goyang";
"Contacts_Plugin_Facebook_Nickname" = "Facebook";
"Contacts_Plugin_QQFriend" = "Kontak QQ";
"Contacts_Plugin_Reader" = "Berita Tencent";
"Contacts_Plugin_Album" = "Momen";
"Contacts_Plugin_MassSend" = "Pesan Siaran";
"Contacts_Plugin_Blog" = "Kabar Weibo";
"Contacts_Plugin_Voip"  = "Panggilan Video";
"Contacts_Plugin_VoiceVoip" = "Panggilan Suara";
"Contacts_Plugin_VoiceInput" = "Input Suara";
"Contacts_Plugin_GoogleContact" = "Kontak Google";
"Contacts_Plugin_LinkedIn" = "LinkedIn";

// Copyright
"copyright" = "Hak Cipta © 2011-2017 Tencent. Semua hak dilindungi undang-undang. ";
"License_Agreement" = "Persyaratan Layanan";
"License_Link" = "http://www.wechat.com/en/service_terms.html";
"About_Version" = "Versi. ";

// Settings
"Setting_Title" = "Pengaturan";
"Setting.Section.General" = "Umum";
"Setting.Section.Stickers" = "Sticker";
"Setting.Section.Notifications" = "Pemberitahuan";
"Setting.Section.Shortcuts" = "Pintasan";
"Setting.General.LogOut" = "Keluar";
"Setting.General.LogOut.Desc" = "Keluar dari Mac ini akan menghapus semua data lokal. Anda tidak akan dapat mengakses WeChat tanpa masuk kembali.";
"Setting.General.LogOut.Wipe.Data" = "Keluar dan bersihkan semua data di Mac ini";
"Setting.General.LogOut.Wipe.Data.And.History" = "Keluar dan bersihkan semua data di Mac ini (termasuk riwayat obrolan)";
"Setting.General.NoWeChatID" = "Tidak ada ID WeChat";
"Setting.General.Save.Chat.History" = "Simpan Riwayat Obrolan";

"Setting_Screen_Capture" = "Screenshot: ";
"Setting_Main_Panel" = "Tampilkan WeChat: ";
"Setting_Recent_Unread" = "Buka pesan yang belum dibaca terbaru: ";
"Setting_Send_Message" = "Kirim Pesan: ";
"Setting_Notification" = "Peringatan pesan: ";
"Setting_Notification_Sound" = "Putar suara";
"Setting_Notification_Dock" = "Badge dock icon";
"Setting_Notification_Menubar" = "Tampilkan pesan yang belum dibaca pada bar menu";
"Setting_Notification_Preview" = "Sertakan teks pratinjau";
"Setting_File_Received" = "Simpan file yang diterima ke: ";
"Setting_File_Picture" = "Simpan gambar ke: ";
"Setting_File_Others" = "Selengkapnya…";
"Setting_File_AutoDownload_Category" = "Unduh otomatis: ";
"Setting_File_AutoDownload" = "File terkirim di obrolan";
"Setting_SmallFavoriteFile_AutoDownload" = "File di Favorit (<30 MB)";
"Setting_Restore_Defaults" = "Pulihkan Default";
"Setting_Restore_LogOut" = "Keluar";
"Setting_Account" = "Akun Saya";
"Setting_Download_Menu" = "Unduh Path: ";
"Setting_Download_Menu_Other" = "Selengkapnya…";
"Setting_Menubar_Description" = "Tampilkan di bilah menu";
"Setting_Menubar_Always" = "Selalu";
"Setting_Menubar_NewMessage" = "Pesan baru";
"Setting_Menubar_Never" = "Jangan pernah";
"Setting_TextSize" = "Ukuran Teks";
"Setting_TextSize_ExampleGlyph_Small" = "J";
"Setting_TextSize_ExampleGlyph_Large" = "J";
"Setting_LockScreenShotcut" = "Kunci: ";
"Setting_AccountInformation" = "Info Akun: ";
"Setting_InformationFeedback" = "Umpan Balik: ";
"Setting_SubmitFeedback" = "Kirim Umpan Balik";
"Setting_MsgRecord" = "Riwayat Pesan";
"Setting_GoToPreferences" = "Buka Preferensi";
"Setting_MsgNotification" = "Pemberitahuan: ";
"Setting_OpenScreenBannerNotification" = "Aktifkan Pemberitahuan Banner Layar: ";
"Setting_OpenScreenBannerNotification_Remark" = "Aktifkan pemberitahuan banner layar di Preferensi->Pemberitahuan";
"Setting_FeedbackStatus_Success" = "Terkirim";
"Setting_FeedbackStatus_Fail" = "Tidak dapat mengirim";
"Setting_FeedbackContacts" = "可RTX联系andiezhang和kbchen反馈问题";

// Localizations Used by MASShortcutRecorder framework
// (CHECK THESE!)
"MASShortcut.Cancel" = "Batal";
"MASShortcut.Delete.Shortcut" = "Hapus Pintasan";
"keyboard shortcut" = "Pintasan";
"OK" = "OK";
"MASShortcut.Record.Shortcut" = "Pintasan Rekaman";
"MASShortcut.Click.To.Record.New.Shortcut" = "Klik untuk menetapkan pintasan baru";
"Shortcut cleared" = "Pintasan dihapus";
"Shortcut set" = "Pintasan ditetapkan";
"Space" = "Ruang";
"The key combination %@ cannot be used" = "Kombinasi kunci %@ tidak dapat digunakan";
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "Kombinasi ini tidak dapat digunakan karena telah digunakan oleh pintasan keyboard di seluruh sistem.\nJika Anda benar-benar ingin menggunakan kombinasi kunci ini, hampir semua pintasan dapat diubah di panel Keyboard & Mouse di Preferensi Sistem.";
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "Pintasan ini tidak dapat digunakan karena telah digunakan oleh item menu '%@'.";
"To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut." = "Untuk merekam pintasan baru, klik tombol ini, lalu ketikkan jalan pintas baru, atau tekan hapus untuk menghilangkan pintasan yang ada.";
"MASShortcut.Type.New.Shortcut" = "Ketikkan Pintasan Baru";
"MASShortcut.Type.Shortcut" = "Ketikkan Pintasan";
"MASShortcut.Use.Old.Shortcut" = "Gunakan Pintasan Lama";


"Setting.StickerStore.StoreTab" = "Sticker Gallery";
"Setting.StickerStore.MyStickersTab" = "Sticker Saya";
"Setting.StickerStore.DownloadButton" = "Unduh";
"Setting.StickerStore.CantGetStoreError.Title" = "Tidak Dapat Menghubungkan ke Sticker Gallery";
"Setting.StickerStore.CantGetStoreError.Description" = "Periksa koneksi jaringan dan coba lagi.";

// Chat Sidebar Summary Badges
// Shows up when a non-text message gets sent
"Chats.Sidebar.Summary.Image" = "FOTO";
"Chats.Sidebar.Summary.Voice" = "SUARA";
"Chats.Sidebar.Summary.Sight" = "SIGHT";
"Chats.Sidebar.Summary.Video" = "VIDEO";
"Chats.Sidebar.Summary.File" = "FILE";
"Chats.Sidebar.Summary.Sticker" = "STICKER";
"Chats.Sidebar.Summary.Namecard" = "KONTAK";
"Chats.Sidebar.Summary.Location" = "LOKASI";
"Chats.Sidebar.Summary.URL" = "TAUTAN";
"Chats.Sidebar.Summary.Chat.Log" = "TRANSKRIP";
"Chats.Sidebar.Summary.AppMsg" = "APLIKASI";
"Chats.Sidebar.Summary.News" = "BERITA";
"Chats.Sidebar.Summary.Metion" = "Anda disebutkan: ";

"Chats.Sidebar.DraftPrefix" = "Draf: ";
"Chats.Sidebar.MuteGroupChatUnreadPrefix" = "[%d] ";

// Context Menu
"Chats.Menu.Delete" = "Hapus";
"Chats.Menu.Delete.MacHelperMessages" = "Hapus";
"Chats.Menu.Sticky" = "Menempel di Atas";
"Chats.Menu.Unsticky" = "Tidak Menempel";
"Chats.Menu.Mute" = "Senyap";
"Chats.Menu.Unmute" = "Aktifkan suara";
"Chats.Menu.Rename" = "Ganti Nama";
"Chats.Menu.Leave" = "Tinggalkan Grup";
"Chats.Menu.Profile" = "Ditunjukkan di Kontak";

// Menu Menu
"Main.Menu.Edit" = "Edit";
"Main.Menu.Copy" = "Salin";
"Main.Menu.Paste" = "Tempel";

// Drag overlay
"Chats.SendToDragOverlay.Heading" = "Jatuhkan di sini untuk dikirim ke";
"Chats.SendToDragOverlay.SendToPersonFormat" = "Jatuhkan di sini untuk dikirim ke %@.";
"Chats.SendToDragOverlay.SendToPhone" = "Jatuhkan di sini untuk dikirim ke ponsel Anda.";

// Session Picker
"Session.Picker.Default.Heading" = "Pilih Kontak";
"Session.Picker.Chosen" = "%d orang dipilih";
"Session.Picker.Chosen.General" = "Dipilih";

// New Chat
"Chats.NewChat.Heading" = "Obrolan Baru";
"Chats.NewChat.ConfirmButton" = "Buat";
"Chats.NewChat.Recent.Chats" = "Obrolan Terbaru";

// Message Type strings (used for notifications and other events)
"Message_type_pic" = "[Foto]";
"Message_type_draft" = "[Draf]";
"Message_type_mention" = "[Anda disebutkan]";
"Message_type_voice" = "[Suara]";
"Message_type_location" = "[Lokasi]";
"Message_type_sys" = "[Pesan Sistem]";
"Message_type_unknow" = "[Tidak Dikenali]";
"Message_type_file" = "[File]";
"Message_type_card" = "[Kartu Kontak]";
"Message_type_url" = "[Tautan]";
"Message_type_news" = "[Berita]";
"Message_type_appmsg" = "[Pesan Aplikasi]";
"Message_type_Emoji" = "[Sticker]";
"Message_type_Video" = "[Video]";
"Message_type_Music" = "[Musik]";
"Message_type_Book" = "[Buku]";
"Message_type_Goods" = "[Produk]";
"Message_type_Short_Video" = "[Sight]";
"Message_type_App_Record" = "[Transkrip]";
"Message_type_Custom_Emoji" = "[Sticker]";
"Message_type_Note" = "[Catatan]";
"Message_type_unsupport" = "[Pesan Tidak Dikenali]";
"Message_type_Voip" = "[Panggilan video]";
"Message_type_Voip_Video" = "Mengundang Anda untuk panggilan video";
"Message_type_Voip_Voice" = "Mengundang Anda untuk melakukan panggilan suara";
"MessageContent_Voip"            = "[Panggilan Suara]";
"MessageContent_VideoVoip"       = "[Panggilan Video]";
"MessageContent_VideoVoipRemind" = "[Panggilan Video]";
"Voip_Notification_Btn_Accept" = "Terima";
"Voip_Notification_Btn_Refuse" = "Tolak";

"Voip_Notification_Btn_Click_For_Details" = "Klik untuk melihat detail";

// File Transfer
"File.Transfer.Start.Downloading" = "Mengunduh...";
"File.Transfer.Uploading" = "Mengunggah...";
"File.Transfer.Downloaded" = "Di-unduh";
"File.Transfer.Download.Failed" = "Tidak dapat mengunduh";
"File.Transfer.Download.Cancelled" = "Batal mengunduh.";
"File.Transfer.Uploaded" = "Terkirim";
"File.Transfer.Upload.Failed" = "Tidak dapat mengirim";
"File.Transfer.Upload.Cancelled" = "Pengiriman dibatalkan";
"File.Transfer.Open" = "Buka";
"File.Transfer.Cancel" = "Batal";
"File.Transfer.Retry" = "Coba lagi";
"File.Transfer.Error.TooBig.Header" = "File Melebihi Batas";
"File.Transfer.Error.TooBig.Body" = "Maaf, WeChat hanya dapat mengirim file hingga %d MB.";
"File.Transfer.Error.Empty.Header" = "Tidak dapat mengirim";
"File.Transfer.Error.Empty.Body" = "Tidak dapat mengirim karena ukuran file 0 KB";
"File.Transfer.Error.Unsupported.Body" = "Tidak dapat mengirim jenis file ini";
"File.Transfer.FileNotExist.Header" = "File tidak ditemukan";
"File.Transfer.Download.FileNotExist.Body" = "File tidak ditemukan atau telah dihapus, mengunduh lagi?";
"File.Transfer.Download.FileExpiredInServer.Body" = "File dihapus. Tidak dapat mengunduh.";
"File.Transfer.Download.FileNotExist.Confirm" = "Unduh";
"File.Transfer.Download.FileNotExist.Cancel" = "Batal";
"File.Transfer.Download.NotStart" = "Unduhan telah dimulai.";
"File.Transfer.Button.Download" = "Unduh";
"File.Transfer.Forward.FileNotExist.Header" = "Tidak dapat meneruskan";
"File.Transfer.Forward.FileNotExist.Body" = "File tidak ditemukan atau telah dihapus. Tidak dapat meneruskan.";
"File.Transfer.Export.FileNotExist.Header" = "Tidak dapat mengekspor";
"File.Transfer.Export.FileNotExist.Body" = "File tidak ada atau telah dihapus.";
"File.Transfer.Export.FileNotDownload.Header" = "Tidak dapat mengekspor";
"File.Transfer.Export.FileNotDownload.Body" = "File belum selesai diunduh.";
"File.Transfer.Upload.Failed.Group.Chat.Format" = "File terlalu besar. Tidak dapat mengirim ke grup dengan lebih dari %lu orang.";

// Location Message
"LocationMessage.DefaultDescription" = "Lokasi";
"LocationMessage.OpenInQQMaps" = "Buka di Peta Tencent…";
"LocationMessage.OpenInAppleMaps" = "Buka di Peta Apple…";
"LocationMessage.OpenInGoogleMaps" = "Buka di Peta Google…";
"LocationMessage.OpenInMaps" = "Buka di peta…";

// System Message
"BrandContact.ReceiveMessage.Title" = "Terima Pesan";
"BrandContact.ReceiveMessage.Message" = "Terima pesan dari akun resmi ini";

// Voip Message
"Voip_Connect_Most_Friend" = "Kontak terakhir";
"Not_Support_Vediovoip"       = "Maaf, perangkat tidak mendukung panggilan video.";
"Not_Support_Vediovoip_Receiver"    = "Teman mengundang Anda melakukan panggilan video, tetapi perangkat Anda tidak mendukung fungsi ini";
"Voip_NoNetWork_Tips"          = "Jaringan tidak tersedia untuk saat ini.Periksa jaringan.";
"Videovoip_Status_inviting"   = " Mengundang Anda untuk panggilan video";
"Videovoip_Status_Calling"    = "Memanggil";
"Videovoip_Status_Connecting" = "Menyambung";
"Videovoip_Status_Hangup"     = "Panggilan berakhir";
"Videovoip_Status_Reject"     = "Panggilan berakhir: permintaan ditolak";
"Videovoip_Status_TimeOut"    = "Waktu sambungan habis";
"Videovoip_Status_BeHanguped" = "Panggilan diakhiri oleh pengguna lainnya";
"Videovoip_Status_CallFail"   = "Kesalahan sambungan";
"Videovoip_Status_Exception"  = "Panggilan berakhir: kesalahan jaringan";
"Videovoip_Status_WaitForAnswer" = "Menunggu respons";
"Videovoip_Status_PeerNoAnswer"  = "Panggilan tidak dijawab";
"Videovoip_Status_PeerIsBusy"    = "Saluran sibuk";
"Videovoip_Status_Caller_CallFail" = "Panggilan gagal";
"Videovoip_Status_BeRejected"    = "Panggilan berakhir: permintaan ditolak";
"Videovoip_Status_CancelCall"    = "Panggilan dibatalkan";
"Videovoip_Stauts_NotSupport"    = "Fitur ini hanya tersedia dengan jaringan Wi-Fi";
"Videovoip_Status_PeerVersion_NotSupport" = "Panggilan gagal: pengguna lain tidak mendukung panggilan video";
"Videovoip_Status_CheckContact_Error"     = "Pengguna belum menambahkan Anda ke Kontak.Anda tidak dapat memulai panggilan video sekarang.";
"Videovoip_Status_Blacklist_Error"        = "Tidak dapat memulai panggilan video karena Anda telah diblokir oleh pengguna lain.";
"Videovoip_Status_PeerPluginClose"        = "Panggilan berakhir: teman Anda mengakhiri Panggilan Video";
"Videovoip_Status_NetWorkError" = "Panggilan berakhir: kesalahan jaringan";
"Videovoip_Status_TalkBroken" = "Panggilan berakhir karena terputus";
"Videovoip_Status_Caller_DetectCamera_Fail" = "Kamera tidak ditemukan. Coba lagi nanti atau pindah ke panggilan suara.";
"Videovoip_Status_Receiver_DetectCamera_Fail" = "Kamera tidak ditemukan. Coba lagi nanti atau pindah ke panggilan suara.";

"Voip_LocalNotification_Tips"   = "%@ mengundang Anda untuk panggilan video";
"VoiceVoip_LocalNotification_Tips" = "%@ mengundang Anda untuk panggilan suara";
"Cancel_LocalNotification_Tips" = "Panggilan tidak terjawab dari %@";
"Normal_LocalNotification_Tips" = "Anda memiliki pesan WeChat.";

"Voicevoip_Status_inviting"   = "mengajak Anda untuk panggilan suara";
"Voicevoip_Status_PeerVersion_NotSupport" = "Tidak dapat memanggil: pengguna lain menggunakan versi WeChat yang tidak mendukung Panggilan Suara";
"Voicevoip_Status_CheckContact_Error"     = "Tidak dapat memanggil karena pengguna lain bukan teman WeChat Anda";
"Voicevoip_Status_Blacklist_Error"        = "Tidak dapat memanggil karena Anda telah diblokir oleh pengguna lain";
"Voicevoip_Status_PeerPluginClose"        = "Tidak dapat memanggil: pengguna lain telah menonaktifkan fitur Panggilan Suara";
"Voicevoip_Status_BeRejected"    = "Pengguna lainnya telah menolak permintaan panggilan";

"VoipNetSattus_Bad_Tips" = "Koneksi panggilan tidak stabil";

"Videovoip_HangupBtnTitle"              = "Tutup Panggilan";
"Voice_SpeakerButton" = "Speaker";
"Voice_MicButton_Title" = "Senyap";
"Voice_MicButton_Clicked_Title" = "Buka Mikrofon";

"Voip_NodeView_Status_NotConnected"     = "Panggilan berakhir";
"Voip_NodeView_Status_Call_Complete"    = "Durasi:%u%u:%u%u";
"Voip_NodeView_Status_Call_Interrupt"   = "Terputus:%u%u:%u%u";
"Voip_NodeView_Status_Cancel" = "Dibatalkan";
"Voip_NodeView_Status_Remote_Cancel" = "Panggilan dibatalkan oleh pemanggil";
"Voip_NodeView_Status_Busy" = "Saluran sibuk";
"Voip_NodeView_Status_Call_Failed" = "Panggilan gagal";
"Voip_NodeView_Status_No_Answer" = "Tidak ada jawaban";
"Voip_NodeView_Status_Remote_No_Answer" = "Panggilan tidak dijawab";
"Voip_NodeView_Status_Reject" = "Ditolak";
"Voip_NodeView_Status_Remote_Reject" = "Panggilan ditolak oleh pengguna";
"Voip_NodeView_Status_Not_Support" = "Pengguna tidak dapat menerima panggilan";
"Voip_NodeView_Status_Connect_Failed" = "Tidak dapat menyambung";
"Voip_NodeView_Status_Ignore" = "Diabaikan";


"Voip_AcceptByVoice"                = "Beralih ke Panggilan Suara";
"Voip_SwtichToVoice"                = "Beralih ke Panggilan Suara";
"Voip_AcceptCall"                   = "Terima";
"Voip_RejectCall"                   = "Tolak";
"Voip_System_Msg_Content"           = "Panggilan video:%@ %@";
"VoiceVoip_System_Msg_Content"      = "Panggilan Suara:%@ %@";


"Voip_SendVideoCallInvite"          = "Pesan";
"Voip_CallFail_ForTimeLogic_Title"  = "Pemberitahuan";

"Voip_LocalInviteMsgContent"        = "Anda punya waktu untuk panggilan video?";
"VoiceVoip_LocalInviteMsgContent"   = "Anda punya waktu untuk panggilan suara?";

"Voip_Audio_Device_Unplugin_Speaker" = "Suara tidak akan diputar via speaker";
"Voip_Audio_Device_Unplugin_EarPhone" = "Audio via Ponsel";
"Voip_Audio_Device_Unplugin_Speaker_Alert" = "Earphone terputus.Audio diputar via speaker.";
"Voip_Audio_Device_Unplugin_EarPhone_Alert" = "Earphone terputus.Audio diputar via ponsel.";
"Voip_RotateScreen"                = "Rotasikan Layar";
"Voip_EndCall_Alert_Title"                = "Akhiri Panggilan";
"Voip_EndCall_Alert_Message"              = "Menutup jendela akan mengakhiri panggilan";
"Voip_EndCall_Alert_CancelButton_Title"   = "Batal";
"Voip_EndCall_Alert_ConfirmButton_Title"  = "Akhiri Panggilan";
"Voip_Receiver_EndCall_Notification_Msg"  = "Panggilan berakhir";

//Voip Status Tips
"Voip_LocalVideoMode_For_Lower_Version" = "Menunggu respons penerima";
"Voip_EarModeStatus_Tips"        = "Telah beralih ke panggilan suara";
"Voip_RemoteVideoModeOpen_Tips"  = "Kamera pengguna lain dihidupkan";
"Voip_RemoteEarMode_Tips" = "Kamera pengguna lain dinonaktifkan";
"Voip_Loudspeaker_Off" = "Beralih ke panggilan suara.Tempatkan ponsel di telinga.";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice" = "Pengguna lain telah beralih ke panggilan suara";
"Voip_Loudspeaker_Off_No_Mic" = "Telah beralih ke panggilan suara";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice_No_Mic" = "Pengguna lain telah beralih ke panggilan suara";
"Voip_LocalEarModeTips"     = "Kamera dinonaktifkan dan pengguna lain tidak dapat melihat Anda sekarang";
"Voip_LocalVideoMode"       = "Kamera diaktifkan dan pengguna lain dapat melihat Anda sekarang";

"Voip_LocalBadNetwork" = "Telah beralih ke panggilan suara karena kualitas jaringan yang buruk";
"Voip_RemoteBadNetwork" = "Telah beralih ke panggilan suara karena kualitas jaringan dari pengguna lain buruk";

"Voip_LocalBadNetwork_No_Mic" = "Telah beralih ke panggilan suara karena kualitas jaringan yang buruk";
"Voip_RemoteBadNetwork_No_Mic" = "Telah beralih ke panggilan suara karena kualitas jaringan dari pengguna lain buruk";

"Voip_CallerView_Hangup" = "Batal";
"Voip_Contact_Info_View_Button_Title" = "Panggilan Video";
"VoiceVoip_Contact_Info_View_Button_Title" = "Panggilan Suara";
"WeChatCall_Contact_Info_View_Button_Title" = "Panggilan Video";

"Voip_RemoteEarMode_before_Answer" = "Pengguna lain telah beralih ke panggilan suara";
"Voip_LocalEarMode_before_Answer" = "Telah beralih ke panggilan suara";
"Voip_Remote_May_Not_Online" = "Pengguna lain mungkin sibuk.Coba lagi nanti.";


"Voip_VideoView_Minimize_Tips" = "Saat diminimalkan, panggilan video akan berlanjut dengan kamera hidup.";
"Voip_VoiceView_Minimize_Tips" = "Mengecilkan panggilan suara dapat mengaktifkan Mode Speaker";
"Voip_Video_Conflict" = "Panggilan video aktif.Coba lagi nanti.";
"Voip_Audio_Conflict" = "Panggilan suara aktif.Coba lagi nanti.";
"Voip_CanStart_Video_Call" = "Tidak dapat memulai ulang panggilan setelah dibuat";
"Voip_CanStart_Audio_Call" = "Tidak dapat memulai ulang panggilan setelah dibuat";
"Voip_Status_Audio_Working_Tips" =  "Panggilan suara sedang digunakan.Ketuk untuk kembali.";
"Voip_Camera_Switch_Tips" = "Alihkan Kamera";
"Voip_Ignore_Call" = "Abaikan Panggilan";
"Voip_Ignore_Alert_Message" = "Pemanggil tidak akan diberi tahu atas panggilan yang dibatalkan saat \"Abaikan\" dipilih";
"Voip_Ignore_End_Message" = "Abaikan panggilan masuk";

"Voip_Video_Minimize_Message" = "Panggilan video dikecilkan";
"Voip_Audio_Minimize_Message" = "Suara panggilan dikecilkan";
"Voip_Minimize_Button" = "Perkecil";
"Voip_Interrupt_By_PhoneCall" = "Panggilan telepon.Panggilan suara berakhir.";
"Voip_Interrupt_By_OtherApp" = "Perangkat audio sedang digunakan.Panggilan berakhir.";
"Voip_InPhoneCall_Conflict" = "Saat ini sedang dalam panggilan telepon.Coba lagi setelah panggilan berakhir.";

// Contacts Sidebar
"Contacts.Sidebar.All" = "Semua Kontak";
"Contacts.Sidebar.Favorites" = "Diberi Bintang";
"Contacts.Sidebar.GroupChats" = "Grup Tersimpan";
"Contacts.Sidebar.Requests" = "Permintaan";
"Contacts.Sidebar.OAs" = "Akun Resmi";
"Contacts.Sidebar.Enterprise" = "Akun Perusahaan";
"Contacts.Sidebar.Tags" = "Tag";
"Contacts.Sidebar.Locations" = "Lokasi";
"Contacts.NickNameLabel" = "Alias";
"Contacts.FavoritesHeading" = "★ Diberi bintang";

// Contacts Context Menu
"Contacts.Menu.Message" = "Pesan";
"Contacts.Menu.Call" = "Panggilan Video";
"Contacts.Menu.Share" = "Kirim ke Obrolan";
"Contacts.Menu.Delete" = "Hapus";

// Contacts List
"Contacts.ContactList.Count.Singular" = "%d kontak";
"Contacts.ContactList.Count.Plural" = "%d kontak";

// Emoticon Picker
"EmojiPicker.Category.QQ" = "Klasik";
"EmojiPicker.Category.Human" = "Manusia";
"EmojiPicker.Category.Nature" = "Alam";
"EmojiPicker.Category.Objects" = "Benda";
"EmojiPicker.Category.Places" = "Tempat";
"EmojiPicker.Category.Symbols" = "Simbol";

"EmojiPicker.Gesture.SwipeHint" = "Aktifkan isyarat slide untuk melihat sticker dengan cepat";
"EmojiPicker.Gesture.SwipeHintDetail" = "Tetapkan isyarat \"Usap di antara halaman\" di pengaturan";
"EmojiPicker.Gesture.IgnoreHint" = "Abaikan";
"EmojiPicker.Gesture.HandleLater" = "Nanti";
"EmojiPicker.Gesture.HandleRightNow" = "Tetapkan Sekarang";

"Emoticon.Favorite" = "Sticker Kustom";
"EmojiPicker.Adding" = "Memuat";
"EmojiPicker.Added" = "Ditambahkan";
"EmojiPicker.Add.Fail" = "Tidak dapat menambahkan";
"EmojiPicker.Touch.Limit" = "Maksimum sticker tercapai";
"EmojiPicker.Add.Timeout" = "Waktu permintaan habis";

"EmojiPicker.Add.Fail.NeedPurchase" = "Sticker berbayar. Beli sebelum menambahkan.";
"EmojiPicker.Add.Fail.NotValidArea" = "Sticker tidak tersedia. Tidak dapat menambah.";
"EmojiPicker.Add.Fail.Expired" = "Tidak dapat menambahkan sticker ini karena tidak tersedia";
"EmojiPicker.Add.Fail.NoSuchProduct" = "Tidak dapat menambahkan sticker ini";

// Group Chat Stuff
"CreateChatRoom.MsgFormat" = "Anda mengundang %@ ke grup.";
"CreateChatRoom.MsgSeperate" = ",";
"CreateChatRoom.DefaultTopic"	= "Grup";
"ChatRoom.ReservedTopicNames"	= "Obrolan Grup";
"ChatRoom.NeedVerify" = "%@ harus menjadi teman Anda untuk diundang ke obrolan grup. Kirim mereka permintaan pertemanan terlebih dahulu.";
"ChatRoom.Panel_Choose_Contact" = "Pilih kontak";
"ChatRoom.Panel_Chosen_Num" = "%lu kontak dipilih";
"ChatRoom.Panel_Has_Add" = "Dipilih";
"ChatRoom.Delete_Member_Fail" = "Tidak dapat menghapus kontak ini";
"ChatRoom.Delete_Self" = "Anda tidak dapat menghapus diri Anda sendiri dari grup.";

"ChatRoom.ChatRoomBeyondMax" = "Anda telah membuat jumlah maksimum pada grup";
"ChatRoom.TopicIllegal" = "Nama grup tidak valid";
"ChatRoom.Unkown_Failed" = "Tidak dapat membuat grup";
"ChatRoom.ChatRoomMemberBeyondMax" = "Grup ini penuh. Hapus anggota dulu untuk menambahkan anggota baru.";
"ChatRoom.ChatRoomMemberNeedUpgrade" = "Grup ini penuh. Tingkatkan kapasitas grup.";
"ChatRoom.NeedVerifyWait"  = "Undangan Anda ke grup telah dikirim. Silakan tunggu persetujuan pemilik grup.";
"ChatRoom.NotExist" = "Grup ini tidak ada.";
"ChatRoom.Status_Error" = "Anda tidak dapat mengundang teman ke grup karena telah terjadi kesalahan.";
"ChatRoom.Error_NoUser" = "%@ tidak ada.";
"ChatRoom.Error_BlackList" = "%@ menolak untuk bergabung ke grup.";
"ChatRoom.Error_Verify" = "%@ belum menjadi teman WeChat Anda. Tambahkan mereka terlebih dahulu.";

"ChatRoom.Quit.Confirm.Heading" = "Tinggalkan Obrolan Grup: %@";
"ChatRoom.Quit.Confirm.Message" = "Anda tidak akan lagi menerima pesan dari obrolan ini.";
"ChatRoom.Quit.Confirm.OK" = "Tinggalkan";

// Sticker Picker
"StickerPicker.CustomStickers" = "Kustom";

// Compose Bar
"ComposeBar.PlaceholderString" = "Pesan";
"ComposeBar.EmoticonTooltip" = "Emotikon";
"ComposeBar.StickerTooltip" = "Emotikon";
"ComposeBar.AttachmentTooltip" = "Lampiran";
"ComposeBar.VideoTooltip" = "Panggilan Video";
"ComposeBar.VoiceTooltip" = "Panggilan Suara";

"ComposeBar.ScreenshotText" = "Screenshot";
"ComposeBar.Attachment.MaxFileCount.Alert.Desc" = "Hanya lampiran %d pertama yang dapat dikirimkan";

// Chat Unselected View
"Unselected.Wording" = "Tidak ada obrolan yang dipilih";

// Message Context Menu
"Message.Menu.Copy" = "Salin";
"Message.Menu.Delete" = "Hapus";
"Message.Menu.Forward" = "Maju";
"Message.Menu.Add.Emotion" = "Tambahkan sticker";
"Message.Menu.Browser" = "Buka di Browser";
"Message.Menu.Copy.Link.Url" = "Salin URL";
"Message.Menu.Refresh" = "Segarkan";
"Message.Menu.Service" = "Layanan";
"Message.Menu.Translate" = "Terjemahkan";
"Message.Menu.HideTranslation" = "Sembunyikan Terjemahan";
"Message.Menu.Favorites" = "Favorit";
"Message.Menu.Export" = "Simpan sebagai…";
"Message.Menu.SaveAs" = "Simpan sebagai…";
"Message.Menu.Recall" = "Panggil kembali";
"Message.Menu.Recall.Over.Two.Mins" = "Panggil kembali";
"Message.Menu.Resend" = "Kirim Ulang";
"Message.Menu.Share.Extension" = "Bagikan…";
"Message.Menu.Quote" = "Kutip";
"Message.Menu.Debug.ViewSource" = " Tampilkan XML";
"Message.Menu.Convert.To.Text" = "Konversikan ke Teks";
"Message.Menu.Wipe.Out.Text" = "Tutup";
"Message.Menu.Multiple.Select" = "Banyak";
"Message.ErrorIndicator.Resend" = "Kirim Ulang";

"Message.Notification.Mention" = "%@ menyebut Anda di obrolan grup";

// Message Errors
"Message.Error.Convert.To.Text.Fail" = "Konversi gagal";
// Message Multiple select
"Message.Multiple.Select.Forward" = "Teruskan Satu per Satu";
"Message.Multiple.Select.Merge.Forward" = "Gabungkan dan Teruskan";
"Message.Multiple.Select.Fav" = "Favorit";
"Message.Multiple.Select.Delete" = "Hapus";
"Contacts.Can.Not.Share.LargeChatRoom.TipsFormat" = "File terlalu besar. Tidak dapat mengirim ke grup dengan lebih dari %lu orang.";

"Message.Multiple.Select.Undownload" = "Tidak dapat meneruskan dan menjadikan favorit sticker, gambar, video, dan file yang tidak diunduh dari item yang dipilih";
"Message.Multiple.Select.NotAllowForword" = "Tidak dapat meneruskan audio, kartu kontak, permainan, kartu & tawaran, pesan pembayaran dari item terpilih";
"Message.Multiple.Select.NotAllowFav" = "Tidak dapat memfavoritkan sticker, kartu kontak, permainan, kartu & kupon, rekaman, tips pembayaran atau pesan spesial lainnya dari item terpilih";
"Message.Multiple.Select.Undownload.NotAllowForward" = "Tidak dapat meneruskan audio, kartu kontak, permainan, kartu &kupon, tip pembayaran atau sticker, gambar, video, dan file yang tidak diunduh dari item yang dipilih";
"Message.Multiple.Select.Undownload.NotAllowFav" = "Tidak dapat menjadikan favorit sticker, kartu kontak, permainan, kartu &kupon, rekaman, tip pembayaran atau sticker, gambar, video, dan file yang tidak diunduh dari item yang dipilih";
"Message.Multiple.Select.NotAllow.MergeForward" = "Tidak dapat menggabungkan dan meneruskan skrip obrolan, catatan, file besar, audio, kartu kontak, permainan, kartu & kupon, dan tip pembayaran dari item yang dipilih";

"Fav_Node_Name_Record" = "[Transkrip]";
"Fav_Node_Name_Card" = "[Pesan Kartu & Tawaran]";
"Fav_Node_Name_Emoji" = "[Sticker]";
"Fav_Node_Name_Pay" = "[Pesan Pembayaran]";
"Fav_Node_Name_Not_Support" = "[Pesan ini tidak dapat ditampilkan]";
"Fav_Node_Name_ShareCard" = "[Kartu Kontak]";
"Fav_Record_Title" = "TRANSKRIP";

// Message Delete
"Message.Delete.Confirm.Title" = "Hapus Pesan";
"Message.Delete.Confirm.Description" = "Hapus pesan ini?";
"Message.Delete.Multiple.Confirm.Description" = "Hapus pesan yang dipilih?";
"Message.Delete.Confirm.Action" = "Hapus";

// Forward Message Sheet
"Message.ForwardSheet.Header" = "Teruskan Pesan";
"Message.ForwardSheet.Confirm" = "Maju";
"Message.ForwardSheet.ErrorHeader" = "Tidak Dapat Meneruskan Pesan";
"Message.ForwardSheet.ErrorDescription" = "Terjadi kesalahan saat meneruskan pesan.";
"Message.ForwardAlert.Header" = "Teruskan Pesan";
"Message.ForwardAlert.Description" = "Teruskan pesan ke obrolan saat ini?";

// Video Message Sheet
"Message.Video.ErrorHeader.Forward" = "Tidak dapat meneruskan";
"Message.Video.ErrorHeader.Copy" = "Tidak dapat menyalin video";
"Message.Video.ErrorDescription.ShouldDownload" = "Unduh video terlebih dahulu";
"Message.Video.ErrorDescription.General" = "Tidak dapat meneruskan pesan";
"Message.Video.Compressing" = "Mengkompresi…";

// Friend Request
"Friend.Request.Default.Content" = " ingin menambahkan Anda";
"Friend.Request.Accept" = "Terima";
"Friend.Request.Delete" = "Hapus";
"Friend.Request.Added" = "Ditambahkan";
"Friend.Request.View.Title" = "Permintaan Berteman";
"Friend.Request.Accept.ErrorHeader" = "Tidak dapat menambahkan teman";

"Friend.Request.WaitingForConfirm" = "Permintaan dikirim";
"Friend.Request.Greeting" = "Kirim Ucapan";


// Friend Verify
"Friend.Verify.Message.Window.Title" = "Verifikasi Teman";
"Friend.Verify.Message.Window.Hint" = "Kirim permintaan pertemanan ke %@";
"Friend.Verify.Message.Window.Send" = "Kirim";
"Friend.Verify.Message.Window.Default.Message" = "Saya %@";
"Friend.Verify.Message.Window.Default.Message.Group.Chat" = "Hai, saya \"%2$@\" dari %1$@";


// Send Friend Request Dialog
"SendFriendRequest.Heading" = "Kirim Permintaan Pertemanan";
"SendFriendRequest.Prompt" = "Masukkan pesan ucapan salam:";
"SendFriendRequest.DefaultMsgFormat" = "Saya %@";
"SendFriendRequest.Send" = "Kirim";


// Unsupported Message
"Message.Unsupported" = "Pesan tidak didukung. Tampilkan di ponsel.";

// Hongbao Message
"Message.Hongbao.Summary" = "[Paket Merah]";
"Message.Hongbao.Send.Hint" = "[Anda telah mengirimkan paket merah]";
"Message.Hongbao.Receive.Hint" = "[Anda mendapatkan paket merah. Tampilkan pada telepon.]";
// Transfer Message
"Message.Transfer.Send.Summary" = "[Transfer] Menunggu tanda terima teman";
"Message.Transfer.Send.Hint" = "[Anda telah melakukan transfer]";
"Message.Transfer.Send.Accept.Summary" = "[Transfer] Anda telah mengonfirmasi tanda terima";
"Message.Transfer.Send.Accept.Hint" = "[Anda telah menerima transfer]";
"Message.Transfer.Send.Reject.Summary" = "[Transfer] Anda telah mengembalikan dana transfer";
"Message.Transfer.Send.Reject.Hint" = "[Anda telah mengembalikan dana transfer]";
"Message.Transfer.Receive.Summary" = "[Transfer] Konfirmasi tanda terima";
"Message.Transfer.Receive.Hint" = "[Anda telah menerima transfer. Tampilkan pada telepon.]";
"Message.Transfer.Receive.Accept.Summary" = "[Transfer] Diterima oleh teman";
"Message.Transfer.Receive.Accept.Hint" = "[Diterima oleh teman]";
"Message.Transfer.Receive.Reject.Summary" = "[Transfer] Dikembalikan oleh teman";
"Message.Transfer.Receive.Reject.Hint" = "[Dikembalikan oleh teman]";

// Export
"Link.Export.Default.Title" = "Tautan";

// Debug Tools
"DebugTools.FeatureNotReady.Header" = "Segera Hadir";
"DebugTools.FeatureNotReady.Body" = "Fitur ini belum siap.";
"DebugTools.Menu.CheckForUpdates" = "Periksa Pembaruan…";
"DebugTools.Menu.CheckForUpdates.DisabledDueToNetwork" = "Periksa Pembaruan… (perlu OfficeWifi)";
"DebugTools.Menu.ReadReleaseNotes" = "Bebaskan Blog Catatan";
"DebugTools.Menu.UploadLogs" = "Mengunggah file log…";
"DebugTools.Menu.Filesystem" = "Sistemfile";
"DebugTools.Menu.Filesystem.Library" = "Buka Pustaka (untuk akun ini)";
"DebugTools.Menu.Filesystem.Cache" = "Buka Cache (untuk akun ini)";
"DebugTools.Menu.MarkAllAsRead" = "Tandai Semua sebagai Telah Dibaca";
"DebugTools.Menu.KitchenSink" = "Bak Cuci Piring";
"DebugTools.Menu.SwitchServer" = "Server Pengalih";


// Log Report
"LogReport.Description" = "Klik tombol di bawah ini untuk mengunggah log Anda untuk membantu kami mengatasi masalah Anda.";
"LogReport.Upload" = "Mengunggah Log";
"LogReport.Uploading" = "Mengunggah…";
"LogReport.UploadFinished" = "Selesai mengunggah. Terima kasih atas bantuannya!";
"LogReport.UploadFailed" = "Tidak dapat mengunggah log. Periksa jaringan dan coba lagi.";
"LogReport.UploadDone" = "Selesai";

// Search
"Search.Comma" = ", ";
"Search.Include" = "Termasuk ";
"Search.GroupName" = "Nama Grup: ";
"Search.Nickname" = "Alias: ";
"Search.Username" = "ID WeChat: %@";
"Search.Remark" = "Keterangan: ";
"Search.RemarkDescription" = "Keterangan: ";
"Search.City" = "Kota: ";
"Search.Province" = "Provinsi: ";
"Search.Country" = "Negara: ";
"Search.NoResults" = "Tidak Ada Hasil";
"Search.Section.Contact" = "Pengirim";
"Search.Section.GroupChat" = "Obrolan Grup";
"Search.Section.OA" = "Akun Resmi";
"Search.Section.Favorite" = "Favorit";
"Search.Section.See.All.Format" = "Lihat Semua (%d)";
"Search.Section.Fold" = "Lipat";

//==== Favorites ====
"Favorites.Default.Title.Text" = "Teks";
"Favorites.Default.Title.Video" = "Video";
"Favorites.Default.Title.Sight" = "Sight";
"Favorites.Default.Title.Image" = "Foto";
"Favorites.Default.Title.Voice" = "Suara";
"Favorites.Default.Title.WebPage" = "Tautan";
"Favorites.Default.Title.Location" = "Lokasi";
"Favorites.Default.Title.Music" = "Musik";
"Favorites.Default.Title.File" = "File";
"Favorites.Default.Title.Book" = "Pesan";
"Favorites.Default.Title.Product" = "Produk";
"Favorites.Default.Title.TV" = "TV";
"Favorites.Default.Title.Card" = "Kartu";
"Favorites.Default.Title.Record" = "Transkrip";
"Favorites.Default.Title.Record.Format" = "Transkrip untuk %@";
"Favorites.File.Over.Limit.Title" = "File Favorit";
"Favorites.File.Over.Limit.Description" = "File terlalu besar. Tidak dapat memfavoritkan.";
"Favorites.No.FavItems.Description" = "Tidak ada item favorit";
"Favorites.No.FavItems.Add.Items.Tips" = "Anda dapat menambahkan skrip obrolan ke Pesan Favorit";

// Forward Favorite Sheet
"Favorite.ForwardSheet.Header" = "Kirim Item Favorit";
"Favorite.ForwardSheet.Confirm" = "Kirim";
"Favorite.ForwardSheet.ErrorHeader" = "Tidak Dapat Meneruskan Pesan";
"Favorite.ForwardSheet.ErrorDescription" = "Sistem sibuk. Coba lagi nanti.";
"Favorite.ForwardAlert.Header" = "Kirim";
"Favorite.ForwardAlert.Description" = "Anda yakin ingin mengirim obrolan ini?";

"Favorites.AddToFavoritesDragOverlay" = "Tambahkan ke Favorit";
"Favorites.Via" = "Dari: ";
"Favorites.GroupChat.Default.Name" = "Obrolan Grup";
"Favorites.Show.In.Fav" = "Lihat di Favorit";
"Favorites.Usage.Format" = "Digunakan %@ Tersedia %@";

// Favorites Context Menu
"Favorites.Menu.Send.To.Friend" = "Kirim ke Obrolan";
"Favorites.Menu.Copy" = "Salin";
"Favorites.Menu.Delete" = "Hapus";
"Favorites.Menu.Download" = "Unduh";
"Favorites.Menu.Open.File" = "Buka";
"Favorites.Menu.Export.File" = "Simpan sebagai…";
"Favorites.Confirm.Delete.Title" = "Hapus dari Favorit?";
"Favorites.Confirm.Delete.Title.Multiple" = "Hapus %lu item dari Favorit?";
"Favorites.Confirm.Delete.Desc" = "Jika Anda menghapusnya, item ini akan hilang dari akun Anda di semua perangkat.";
"Favorites.Confirm.Delete.Desc.Multiple" = "Jika Anda menghapusnya, item ini akan hilang dari akun Anda di semua perangkat.";
"Favorites.Confirm.Delete" = "Hapus";
"Favorites.Menu.View.Debug.XML" = " Tampilkan XML";

"Favorites.Send.Heading.Singular" = "Kirim Favorit";
"Favorites.Send.Heading.Plural" = "Kirim %d Favorit";
"Favorites.Send.Button" = "Kirim";
// Error
"Favorites.Send.Error.Header" = "Tidak dapat mengirim";
"Favorites.Send.Error.SingleItem.Body" = "Item ini tidak dapat dikirim hingga selesai diunduh.";
"Favorites.Send.Error.MultiItems.Body" = "Item ini tidak dapat dikirim hingga selesai diunduh.";
"Favorites.Send.Error.MultiItems.WithNames.Body" = "Item masih belum diunduh: %@. Setelah selesai, Anda dapat meneruskannya.";
"Favorites.Send.Error.SingleItem.Waitting.Download.Body" = "Item favorit sedang diunduh. Coba lagi nanti.";
"Favorites.File.Export.Error.Header" = "Tidak dapat mengekspor file";
"Favorites.Open.Error.Header" = "Tidak dapat membuka";
"Favorites.Open.Error.SingleItem.Waitting.Download.Body" = "Item favorit sedang diunduh. Buka lagi nanti.";
"Favorites.File.Export.Error.Body" = "Unduh file terlebih dahulu";
"OA.Number.Over.Limit.Addcontact.Fail" = "Tidak dapat mengikuti";
"OA.Number.Over.Limit" = "Batas ikuti akun resmi tercapai";
"Favorites.Record.Group.Forward.Title" = "Transkrip untuk %@";


// Favorites sidebar
"Favorites.Sidebar.All" = "Semua Item";
"Favorites.Sidebar.PhotoItems" = "Foto";
"Favorites.Sidebar.URLItems" = "Tautan";
"Favorites.Sidebar.MusicItems" = "Musik";
"Favorites.Sidebar.NoteItems" = "Catatan";
"Favorites.Sidebar.Tag" = "TAG";
"Favorites.Sidebar.Senders" = "KONTAK";
"Favorites.Sidebar.Chats" = "GRUP";
"Favorites.Sidebar.FileItems" = "File";
"Favorites.Sidebar.ShowMore" = "Lihat Semua";
"Favorites.Sidebar.Hide" = "Sembunyikan";


// Favorites Viewer Window
"Favorites.Viewer.Title.Template" = "%1$@ dari %2$@"; // See http://stackoverflow.com/questions/1063843/is-there-a-way-to-specify-argument-position-index-in-nsstring-stringwithformat
"Favorites.Viewer.Action.Forward" = "Maju";
"Favorites.Viewer.Action.Delete" = "Hapus";
"Favorites.Viewer.Action.Export" = "Simpan sebagai…";
"Favorites.Viewer.Action.SaveAs" = "Simpan sebagai…";
"Favorites.Viewer.Action.OpenInBrowser" = "Buka di Browser";
"Favorites.Viewer.Action.AddToFavorites" = "Tambahkan ke Favorit";
"Favorites.Viewer.Action.Share" = "Bagikan";
"Favorites.Viewer.Action.Forwar.Failed.Title" = "Kesalahan Meneruskan";
"Favorites.Viewer.Action.Forwar.Failed.Message" = "Tidak dapat meneruskan item ini karena belum selesai diunduh.";
"Favorites.Viewer.Action.Previous.Item" = "Sebelumnya";
"Favorites.Viewer.Action.Next.Item" = "OK";
"Favorites.Viewer.Action.OpenWith" = "Buka dengan aplikasi default";
"Favorites.Viewer.Action.OpenWith.CustomApp" = "Buka dengan \"%@\"";
"Favorites_Video_Time_Min" = "%02lu:%02lu";
"Favorites_Video_Time_Sec" = "00:%02lu";

"Favorites.Note.UnKnowType" = "Tidak dapat menampilkan konten ini pada versi saat ini";
"Favorites.Note.UpdateTips" = "Perbarui ke versi WeChat terbaru";
"Favorites.Note.Downloading" = "Memuat";

"Fav.Record.Single.Forward.Title" = "Riwayat Obrolan %@ dan %@";
"Fav.Record.Group.Forward.Title.New" = "%@, %@ dan %@";
"Fav.Record.Group.Forward.Title" = "Transkrip untuk %@";
"Contacts.GroupCard"			= "Grup";
"Fav_Record_SubItem_Time" = "%d-%d-%d %@"; //2014-2-18 下午5:08
"Fav_Record_Group_Forward_Title_New" = "%@, %@ dan %@";
"Fav_Record_Group_Forward_Title_Count" = "%u orang";
"Fav_Record_Forward_Voice_CannotPlay" = "Suara yang diteruskan tidak dapat diputar";

"Fav_Node_Img_Title" = "[Foto]";
"Fav_Node_Location_Title" = "[Lokasi] %@";
"Fav_Node_Voice_Title" = "[Suara]";
"Fav_Node_Emoji_Title" = "[Sticker]";
"Fav_Node_Video_Title" = "[Video]";
"Fav_Node_File_Title" = "[File] %@";
"Fav_Node_Music_Title" = "%@ [Musik]";
"Fav_Node_Goods_Title" = "%@ [Barang]";
"Fav_Node_TV_Title" = "%@ [TV]";
"Fav_Node_URL_Title" = "[URL] %@";
"Fav_Node_Sight_Title" = "[Sight]";

//WeNote
"WeNote_Default_Title" = "Tambah Judul";
"WeNote_Update_Time" = "Terakhir diedit pada ";
"WeNote_Recording" = "Rekaman";
"WeNote_Downloading" = "Memuat";
"WeNote_UnknownType" = "Tidak dapat menampilkan konten ini pada versi saat ini";
"WeNote_UpdateTips" = "Perbarui ke versi WeChat terbaru";
"WeNote_Conflict_Prefix" = "Konflik Modifikasi";
"WeNote_Conflict" = "Konflik Modifikasi (%lu-%lu-%lu)";
"OpenApi_MainItem_Note" = "[Catatan]";
"WeNote_Message_Default_Title" = "Catatan";
"WeNote_Fav_Icon_Text" = "Favorit";
"WeNote_Total_Image_Count" = "%lu gambar";

// Date
"Favorites.Date.Today" = "Hari Ini";
"Favorites.Date.This.Week" = "Minggu Ini";

// Search
"Favorites.Search.Section.Header.Content" = "Konten";
"Favorites.Search.Section.Header.Sender" = "Pengirim";
"Favorites.Search.Section.Header.GroupChat" = "Obrolan Grup";
"Favorites.Search.Result.Number.Singular" = "(1 Hasil)";
"Favorites.Search.Result.Number.Multiple" = "(%d Hasil)";
// SenderInfo
"Favorites.SenderInfo.NickName.Prefix" = "Dari: ";

//收藏容量
"Fav_Capacity_Title" = "Hapus Penyimpanan Pesan Favorit";
"Fav_Capacity_Alert_NotEnough_Title" = "Penyimpanan tidak mencukupi";
"Fav_Capacity_Alert_NotEnough_Content" = "Tidak dapat menggunakan Pesan Favorit. Peroleh kembali ruang penyimpanan dan coba lagi.";
"Fav_Capacity_Detail" = "Detail";
"Fav_Capacity_Nearly_UsedUp" = "Ruang penyimpanan tidak cukup. Peroleh kembali ruang penyimpanan dan coba lagi.";
"Fav_Capacity_Already_UsedUp" = "Tidak dapat mengunggah konten karena penyimpanan tidak mencukupi. Peroleh kembali ruang penyimpanan dan coba lagi.";
"Fav_Capacity_Left" = "Tersedia: ";
"Fav_Capacity_Choosen" = "Peroleh kembali: ";
"Fav_Capacity_Delete_Tip" = "Apabila telah dihapus, item yang dipilih tidak dapat dipulihkan. Hapus sekarang?";

// Message Unread Tips
"Message.Unread.TipsSingular" = "1 pesan baru";
"Message.Unread.TipsPlural" = "%d pesan baru";
"Message.Unread.DividerText" = "Di bawah ini adalah pesan baru";

// Official Account
"OA_Read_More" = "Baca Selengkapnya";

// Time
"Util_Today" = "Hari Ini";
"Util_Yesterday" = "Kemarin";
"Util_Sunday" = "Minggu";
"Util_Monday" = "Senin";
"Util_Tueday" = "Selasa";
"Util_Wedday" = "Rabu";
"Util_Thuday" = "Kamis";
"Util_Friday" = "Jumat";
"Util_Satday" = "Sabtu";
"Util_Daybreak"  = "am";
"Util_Morning"   = "am";
"Util_Noon"      = "pm";
"Util_Afternoon" = "siang";
"Util_Evening"   = "malam";

// Name Card
"Message.Name.Heading" = "KARTU KONTAK";
"Message.Name.Heading.Official.Account" = "AKUN RESMI";
"Message.Name.GroupChatInviteHeading" = " mengundang Anda ke grup";
"Message.Name.Card.Added" = "Ditambahkan";
"Message.Name.Card.NotFriendYet" = "Belum berteman";
"Message.Name.Card.AddButton" = "Tambah";
"Message.Name.Card.MessageButton" = "Pesan";
"Message.Name.Card.OpenGroupButton" = "Pesan";
"Message.Name.Card.JoinGroupButton" = "Bergabung dengan grup";
"Message.Name.Card.GroupAlreadyJoined" = "Sudah menjadi anggota";
"Message.Name.Card.GroupNotYetJoined" = "Belum menjadi anggota";

"Message.Reader.ReadMore" = "Baca Selengkapnya";
"Message.Recall.Failed" = "Tidak dapat memanggil kembali pesan. Periksa jaringan Anda.";
"Message.Recall.Succ" = "Anda telah memanggil kembali pesan.";

"Message.Translate.Failed.Heading" = "Tidak dapat menerjemahkan";
"Message.Translate.Failed.Default" = "Coba lagi nanti.";
"Message.Translate.Failed.Text.Over.Limit" = "Teks ini terlalu panjang dan tidak dapat diterjemahkan.";
"Message.Translate.Finish" = "Diterjemahkan";

"Message.Input.Too.Long.Title" = "Teks Terlalu Panjang";
"Message.Input.Too.Long.Content" = "Pesan ini terlalu panjang untuk dikirim.";

"Message.Draft.Photo" = "[Foto]";

// Chat Inspector
"ChatInspector.Sticky" = "Menempel di Atas";
"ChatInspector.Favorite" = "Diberi Bintang";
"ChatInspector.Mute" = "Senyap";
"ChatInspector.Share" = "Bagikan";
"ChatInspector.LeaveChat" = "Tinggalkan";
"ChatInspector.ShowNames" = "Nama di Layar";
"ChatInspector.Send.Message" = "Pesan";
"ChatInspector.Add.Contact" = "Tambah Kontak";

"ChatInspector.ActionMenu.Invite" = "Undang Orang-Orang…";
"ChatInspector.ActionMenu.GroupQRCode" = "Kode QR Grup";

"ChatInspector.AddMembers.Title" = "Tambahkan ke Obrolan";
"ChatInspector.AddMembers.Confirm" = "Tambah";
"ChatInspector.AddMembers.Back" = "Obrolan";

"ChatInspector.InviteMembers.Title" = "Undang ke Obrolan";
"ChatInspector.InviteMembers.Confirm" = "Kirim";
"ChatInspector.InviteMembers.Back" = "Kembali";

"ChatInspector.ShareIndNamecard.Title" = "Bagikan Kartu Kontak untuk %@";
"ChatInspector.ShareIndNamecard.Confirm" = "Kirim";
"ChatInspector.ShareIndNamecard.Back" = "Kembali";

"ChatInspector.QRCode.Heading" = "Kode QR Grup";
"ChatInspector.QRCode.Title" = "Bagikan Kode QR Grup";
"ChatInspector.QRCode.Description" = "Seret dan jatuhkan di pamflet, email, atau mana saja di mana orang akan melihatnya!";
"ChatInspector.QRCode.SaveButton" = "Simpan";
"ChatInspector.QRCode.RevokeButton" = "Batalkan";

// Group Chat Inspector
"GroupChatInspector.UpdateChatName" = "Ganti Nama";
"GroupChatInspector.UpdateNickName" = "Ubah alias grup";

// Chat Info Panel
"ChatInfoPanel.Add.Member" = "Tambahkan Anggota";
"ChatInfoPanel.Remove.Member" = "Hapus Anggota";
"ChatInfoPanel.LeaveChat" = "Tinggalkan";
"ChatInfoPanel.Loading" = "Memuat…";
"ChatInfoPanel.Removed" = "Dihapus";
"ChatInfoPanel.Added" = "Ditambahkan";
"ChatInfoPanel.Failed" = "Sistem sibuk. Coba lagi nanti.";
"ChatInspector.Save.To.Address.Book" = "Simpan ke Kontak";
"ChatInfoPanel.Add.Member.Confirm" = "Tambah";
"ChatInfoPanel.Remove.Member.Confirm" = "Hapus";

//Chat Detail Panel
"ChatDetailPanel.GroupChatName" = "Nama Grup";
"ChatDetailPanel.GroupChatNamePlaceHolder" = "Ketuk untuk mengedit nama grup";
"ChatDetailPanel.GroupChatAnnounce" = "Pemberitahuan Grup";
"ChatDetailPanel.GroupChatAnnounce.NotOwnerPlaceHolder" = "Belum ada pemberitahuan grup";
"ChatDetailPanel.GroupChatAnnounce.OwnerPlaceHolder" = "Ketuk untuk menetapkan pemberitahuan grup";
"ChatDetailPanel.GroupChat.AddMember" = "Tambahkan Anggota";
"ChatDetailPanel.GroupChat.RemoveMember" = "Hapus Anggota";
"ChatDetailPanel.LeaveGroupChat" = "Tinggalkan";
"ChatDetailPanel.Announcenment.Cancel" = "Batal";
"ChatDetailPanel.Announcenment.Confirm" = "Publikasikan";
"ChatDetailPanel.Loading" = "Memuat…";
"ChatDetailPanel.Removed" = "Dihapus";
"ChatDetailPanel.Removed.Fail" = "Tidak dapat menghapus";
"ChatDetailPanel.Added" = "Ditambahkan";
"ChatDetailPanel.Failed" = "Sistem sibuk. Coba lagi nanti.";
"ChatDetailPanel.Announcement.AtAll" = "@Semua";
"ChatDetailPanel.NoAnnouncement.Hint" = "Tidak ada konten";
"ChatDetailPanel.NoAnnouncement.Description" = "Hanya pemilik yang dapat mengubah pemberitahuan grup";
"ChatDetailPanel.Announcement.SaveFail" = "Simpan Pemberitahuan Grup";

// Contact Inspector:
"Contacts.Inspector.LocationKeyLabel" = "Wilayah";
"Contacts.Inspector.SourceKeyLabel" = "Dari ";
"Contacts.Inspector.NickNameLabel" = "Alias";
"Contacts.Inspector.RemarkValueLabelPlaceHolder" = "Atur Keterangan";
"Contacts.Inspector.ToolTips.SendMessage" = "Pesan";
"Contacts.Inspector.ToolTips.ShareNameCard" = "Bagikan Kartu Nama";
"Contacts.Inspector.ToolTips.AddToContact" = "Tambah";
"Contacts.Inspector.ToolTips.ViewHistoryMessage" = "Lihat Riwayat Pesan";
"Contacts.Inspector.ToolTips.AddBizContact" = "Ikuti";

"Contacts.UserNameKeyLabel" = "ID WeChat";
"Contacts.LocationKeyLabel" = "Lokasi";
"Contacts.DescriptionKeyLabel" = "Keterangan";
"Contacts.StatusKeyLabel" = "Status";
"Contacts.BrandIntroKeyLabel" = "Intro";
"Contacts.SourceKeyLabel" = "Sumber";
"Contacts.GroupChatNameLabel" = "Nama Grup";
"Contacts.TagKeyLabel" = "Tag";
"Contacts.RemarkKeyLabel" = "Keterangan";
"Contacts.Header.Profile" = "PROFIL";
"Contacts.Header.MyNotes" = "CATATAN SAYA";
"Contacts.Header.Favorites" = "FAVORIT";
"Contacts.Value.NoneSet" = "Tidak Ditetapkan";
"Contacts.EnterChat" = "Pesan";
"Contacts.GroupChat.SendMsg" = "Masuk Grup";
"Contacts.GroupChat.Remove" = "Hapus dari Kontak";
"Contacts.SendMsgToBrankContact" = "Lihat Riwayat Pesan";

"Contacts.CardInspector.Action.Message" = "Pesan";
"Contacts.CardInspector.Action.Favorite" = "Diberi Bintang";
"Contacts.CardInspector.Action.ShareNamecard" = "Bagikan Kartu Kontak";
"Contacts.CardInspector.Action.Delete" = "Menghapus…";
"Contacts.SourceList.Tag.Delete" = "Hapus";
"Contacts.SourceList.Tag.Rename" = "Ganti Nama";

"Contacts.Delete.Title.Format" = "Hapus kontak %lu?";
"Contacts.Delete.Description" = "Jika Anda melanjutkan, nama kontak akan secara permanen hilang dari kontak Anda.";
"Contacts.Delete.Title.Format.Multiple" = "Hapus kontak %lu?";
"Contacts.Delete.Description.Multiple" = "Jika Anda melanjutkan, nama kontak akan secara permanen hilang dari kontak Anda.";


// Contact UI Add Scene / Source
"Contacts_Source_Shake"			= "Goyang";
"Contacts_Source_LBS"			= "Orang Di Sekitar";
"Contacts_Source_QRCode"        = "Pindai Kode QR";
"Contacts_Source_Chatroom"      = "Tambahkan dari Grup";
"PushContactLBS"                     = "Dari Orang Di Sekitar";
"PushContactShake"					 = "Dari Goyang";
"PushContactBottle"					 = "Dari Pesan dalam Botol";
"PushContactQRCode"                  = "Dari Goyang";
"PushContactGoogleContact"           = "Kontak Google";
"PushContactRadar"           = "Friend Radar";
"PushContacPush"                  = "Teman Baru";

// Share Namecard Sheet
"ShareNameCard.Heading" = "Bagikan \"%@\" ke:";
"ShareNameCard.Confirm" = "Kirim";

// Group Chat
"CreateChatRoom_MsgFormat" = "Anda mengundang %@ ke grup.";
"CreateChatRoom_MsgSeperate" = "，";
"CreateChatRoom_DefaultTopic"	= "Grup";
"ChatRoom_ReservedTopicNames"	= "Obrolan Grup";
"ChatRoom_NeedVerify" = "%@ harus menjadi teman Anda untuk diundang ke obrolan grup. Kirim mereka permintaan pertemanan terlebih dahulu.";
"ChatRoom_Panel_Choose_Contact" = "Pilih kontak";
"ChatRoom_Panel_Chosen_Num" = "%lu kontak dipilih";
"ChatRoom_Panel_Has_Add" = "Dipilih";
"ChatRoom_Delete_Member_Fail" = "Tidak dapat menghapus kontak ini";
"ChatRoom_Delete_Self" = "Anda tidak dapat menghapus diri Anda sendiri dari grup.";
"ChatRoom_ChatRoomBeyondMax" = "Anda telah membuat jumlah maksimum pada grup";
"ChatRoom_TopicIllegal" = "Nama grup tidak valid";
"ChatRoom_Unkown_Failed" = "Tidak dapat membuat grup.";
"ChatRoom_ChatRoomMemberBeyondMax" = "Grup ini penuh. Hapus anggota dulu untuk menambahkan anggota baru.";
"ChatRoom_ChatRoomMemberNeedUpgrade" = "Grup ini penuh. Tingkatkan kapasitas grup.";
"ChatRoom_NeedVerifyWait"  = "Permintaan pertemanan Anda ke grup telah dikirim. Silakan tunggu persetujuan pemilik grup.";
"ChatRoom_NotExist" = "Grup ini tidak ada.";
"ChatRoom_Status_Error" = "Anda tidak dapat mengundang teman ke grup karena telah terjadi kesalahan";
"ChatRoom_Error_NoUser" = "%@ tidak ada";
"ChatRoom_Error_BlackList" = "%@ menolak untuk bergabung ke grup.";
"ChatRoom_Error_Verify" = "%@ belum menjadi teman WeChat Anda. Anda harus menambahkannya terlebih dahulu.";
"NewMessage_ContactBeyondMaxTitle_Admin"= "Grup penuh. Pelajari lebih lanjut?";
"NewMessage_ContactBeyondMaxTitle"= "Tidak ada lagi kontak yang dapat dipilih";
"NewMessage_IlegalTopic"	     = "Topik tidak valid. Coba yang lain.";

// Group Chat Invitation
"Group.Chat.Invitation.Error.Title" = "Bergabung dengan grup";
"Group.Chat.Members.Error.Title" = "Tambahkan Anggota";
"Group.Chat.Members.Over.Limit" = "Tidak ada lagi kontak yang dapat dipilih";
"Group.Chat.Members.Illegal.Topic" = "Topik tidak valid. Coba yang lain.";
"Group.Chat.Members.Need.Verify" = "Mengirim undangan pertemanan. Menunggu persetujuan pemilik grup.";
"Group.Chat.Members.Not.Exist" = "Grup ini tidak ada";
"Group.Chat.Members.Status.Error" = "Tidak dapat mengundang teman untuk bergabung ke grup ini";
"Group.Chat.Members.Group.Chat.Owner.To.Invite" = "Grup penuh. Pemilik (%@) dapat menambah kapasitas grup hingga %lu anggota.";
"Group.Chat.Members.Invite.Now" = "Grup ini memiliki banyak anggota. Pengguna baru harus menerima ajakan Anda untuk dapat bergabung ke grup. Undang sekarang?";
"Group.Chat.Members.Invite" = "Undang";
"Group.Chat.Members.Unknown.Issue" = "Sistem sibuk. Coba lagi nanti.";

// Viewer Window
"ViewerWindow.Title.Photo" = "Foto";

// YO Message
"Yo.Message.Description" = " mencari Anda";

// Lock Screen
"Lock.Title" = "WeChat terkunci.";
"Lock.Description" = "Anda dapat membuka kunci dengan 'Mac saya' di WeChat di ponsel Anda.";
"Lock.Log.Out" = "Keluar";
"Lock.Title.Network" = "Tidak ada koneksi jaringan";
"Lock.Description.Network" = "WeChat akan tersambung ulang saat jaringan terdeteksi.";
"Lock.Open.Mac.Helper" = "Buka Kunci di Ponsel";
"Lock.Title.Network.Login" = "Jaringan Terputus";
"Lock.Description.Network.Login" = "Periksa jaringan dan coba lagi";
"Lock.Description.Network.Banner" = "Jaringan tidak tersedia.Periksa dan coba lagi.";

// Mac Helper
"MacHelper.Active.Message" = "Anda masuk pada %@";
"MacHelper.Main.Device.Name.Default" = "Ponsel saya";
"MacHelper.Default.Message" = "Anda dapat mengirim pesan dan file ponsel Anda di obrolan ini.";

// Harcode Contacts
"Official_MacHelper_NickName" = "Ponsel saya";

// Notification
"Notification.Receive.Message" = "Anda menerima satu pesan";

// Debug Strings
"Debug.Upload.Dump.Log" = "Unggah log tunda";
"Debug.Upload.Success" = "Diunggah";
"Debug.Upload.Uplloading" = "Mengunggah…";
"Debug.Upload.Failed" = "Tidak dapat mengunggah. Coba lagi nanti.";

// MMPreview Panel
"PreviewPanel.Default.File.Name" = "File tidak bernama";

// OA Message
"OAMessage.No.Article" = "Tidak ada artikel baru";

"TechSupport.Jietu.Title" = "Jietu";
"TechSupport.Jietu.Desc" = "Didukung oleh Jietu. \”Jietu\” adalah aplikasi cuplikan layar gratis dengan fitur tampilan antar muka yang lebih mudah.";

// Chat Record
"ChatRecord.Video.Duration" = "%u detik";

// Whats New
"WhatsNew.title" = "WeChat untuk Mac 2.2";
"WhatsNew.desc" = "1. Mencadangkan log obrolan ponsel ke Mac Anda\n2. Menerjemahkan pesan obrolan ke dalam bahasa antarmuka Anda\n3. Fitur pencarian yang semakin baik.";
// Image Message Cell View
"Message.Image.Loading" = "Memuat…";
